Revit 2027 API
ParameterTypeId.ViewerBoundActiveRight Property
 "Right Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundActiveRight { get; }
Public Shared ReadOnly Property ViewerBoundActiveRight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundActiveRight {
	ForgeTypeId^ get ();
}
static member ViewerBoundActiveRight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace